Repository: lintest/myrulib
Catalog: MyRuLib/locale/*.po
Languages: be

source: book
be: кніга

source: Ser.
be: Серыя

source: Серии
be: Серыі

source: Export error
be: Памылка экспарту

source: Export to external storage
be: Экспарт на знешнюю прыладу

source: Destination folder:
be: Папка знешняй прылады:

source: Use Author (without co-Authors)
be: Выкарыстоўваць бягучага аўтара (без суаўтараў)

source: File name
be: Імя файла

source: Size, Kb
be: Памер, Кб

source: Export As...
be: Фармат выгрузкі файлаў:

source: Select a destination folder
be: Абарыце папку знешняй прылады

source: Destination folder not found
be: Не знойдзена папка знешняй прылады

source: Unable write files to destination folder
be: Немагчыма запісаць у папку знешняй прылады

source: Not selected any book
be: Не выбрана ні адной кнігі

source: About
be: Аб праграме:

source: Surname
be: Прозвішча

source: Middle-Name
be: Імя

source: Отчество
be: Імя па бацьку

source: Add author
be: Дадаць аўтара

source: Change author
be: Змяніць аўтара

source: "Surname" field is empty
be: Не запоўнена прозвішча аўітара

source: Autor with same details aleready exists
be: Аўтар з такімі рэквізітамі ужо існуе

source: Merge authors?
be: Аб'яднаць двух автораў?

source: Download book file?
be: Зліць кнігу?

source: Confirmation
be: Пацьверджанне

source: Associated application not found
be: Не знойдзена праграма для прагляду файлаў тыпу

source: Open book
be: Адчыніць кнігу

source: Delete download query
be: Знішчыць запампоўку

source: Retry rownload
be: Зліць паўторна

source: Download a file
be: Зліць файл

source: Download via browser
be: Зліць у праглядальнік

source: Online books page
be: Старонка кнігі

source: Select all
be: Адзначыць усё

source: Undo selection
be: Адмяніць вылучэнне

source: Table columns
be: Калонкі табліцы

source: Delete book
be: Знішчыць кнігу

source: Sort by
be: Сартыроўка

source: Use filter
be: Выкарыстаць фільтр

source: Clear filter
be: Ачысціць фільтр

source: Jump to author
be: Перайсці да аўтару

source: Add to favourites
be: Дадаць у Абранае

source: Add to folders
be: Дадаць у папку

source: Rate this book
be: Азначыць рэйтынг

source: Delete bookmark
be: Знішчыць закладку

source: Comments
be: Каментары

source: Title
be: Загаловак

source: Author
be: Аўтар

source: Genre
be: Жанр

source: Rating
be: Рэйтынг

source: Language
be: Мова

source: Extension
be: Тып

source: Delete selected books (%d pcs)?
be: Знішчыць адзначаныя кнігі (%d шт.)?

source: Date
be: Час

source: Columns
be: Калонкі

source: Library name:
be: Назва бібліятэкі:

source: Library folder:
be: Месцазнаходжанне файлаў:

source: Short description:
be: Краткае апісанне:

source: Host name:
be: Вэб-сайт:

source: General
be: Асноўныя

source: Network
be: Інтэрнэт

source: Select folder
be: Азначце дырэкторыю

source: Library options
be: Наладкі бібліятэкі

source: АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЫЭЮЯ
be: АБВГДЕЖЗІЙКЛМНОПРСТУЎФХЦЧШЫЭЮЯ

source: (Misc.)
be: (без аўтару)

source: (разное)
be: (рознае)

source: Not found an archive (%s), containing file (%s).
be: Не знойдзены архіў (%s), які змяшчае файл (%s).

source: Clear
be: Ачысціць

source: Search template
be: Шукаць шаблён

source: Open database
be: Адчыніць базу

source: Create new database
be: Стварыць новую базу

source: Upgrade database to version %d
be: Абнавіць базу да версіі %d

source: Database version mismatch
be: Версія базы не адпавядае

source: Need a new version %d, but used the old %d.
be: Патрэбна новая версія %d, але выкарыстоўваецца старая %d.

source: File name:
be: Імя файла:

source: Open (or create) collection
be: Адчыніць (стварыць) калекцыю

source: Enter collection filename
be: Абярыце імя файла калекцыі

source: Database file (*.db)|*.db|All files (*.*)|*.*
be: Файл базы (*.db)|*.db|Усі файлы (*.*)|*.*

source: File download
be: Загрузка файла

source: All
be: Усе

source: Filter settings
be: Наладка фільтру

source: Show books by allocation
be: Адбор кніг па прыналежнасці

source: Library books (web)
be: Бібліятэчныя

source: Local books
be: Уласныя

source: File extension
be: Тып файла

source: Authors
be: Аўтары

source: Num.
be: Колькасць

source: All collected authors
be: Усі аўтары калекцыі

source: Delete author
be: Знішчыць аўтара:

source: and all of author's books (%d pcs.)?
be: і ўсі яго кнігі у колькасці %d шт.?

source: Removing
be: Знішчэнне

source: Append
be: Дадаць

source: Modify
be: Змяніць

source: Replace
be: Замяніць

source: Delete
be: Знішчыць

source: Online authors page
be: Старонка аўтару

source: &File
be: Файл

source: &Authors
be: Аўтары

source: &Series
be: Серыі

source: &Library
be: Бібліятэка

source: &Catalog
be: Картатэка

source: &Books
be: Кнігі

source: &View
be: Выгляд

source: &Tools
be: Сэрвіс

source: &Window
be: Акно

source: Russian aplhabet
be: Кірыліца

source: Latin alphabet
be: Лацініца

source: Export
be: Экпарт

source: Export to external device
be: Запіс на знешнюю прыладу

source: Downloads
be: Загрузкі

source: Folders
be: Папкі

source: Start
be: Пачаць

source: Start downloading
be: Пачаць запампоўку файлаз праз інтэрнэт

source: Stop
be: Спыніць

source: Stop downloading
be: Спыніць запампоўку файлаз праў інтэрнэт

source: Up
be: Уверх

source: Move up in queue
be: Рухаць у пачатак чаргі

source: Down
be: Уніз

source: Move down in queue
be: Рухаць у канец чаргі

source: Remove download
be: Знішчыць запампоўку

source: Queue
be: Чаргу

source: Ready
be: Гатова

source: Fault
be: Памылкі

source: My folders
be: Мае папкі

source: Bookmarks
be: Закладка

source: Favorites
be: Абранае

source: Remarks
be: Пазнакі

source: Input name of new folder:
be: Увядзіце імя новай папцы:

source: Add folder?
be: Дадаць папку?

source: Input new folder name:
be: Увядзіце новае імя папкі:

source: Change folder?
be: Змяніць папку?

source: Delete folder "%s"?
be: Знішчыць папку «%s»?

source: Delete folder?
be: Знішчыць папку?

source: Genres
be: Жанры

source: List of genres
be: Спіс жанраў

source: Comment:
be: Каментар:

source: Select a file to export report
be: Азначце файл для экспарту справаздачы

source: HTML files (*.html; *.htm)|*.html;*.HTML;*.HTM;*.htm|All files (*.*)|*.*
be: Файы HTML (*.html; *.htm)|*.html;*.HTML;*.HTM;*.htm|Усе файлы (*.*)|*.*

source: Remove comment?
be: Знішчыць каментар?

source: Информация
be: Даведка

source: Information about collection
be: Даведка аб калекцыі

source: Total quantity
be: Агульная колькасць

source: Total books count:
be: Агушльная колькасць кніг:

source: Authors counting
be: Падлік аўтараў

source: Authors count:
be: Колькасць аўтараў:

source: Total files size, Mb:
be: Агульны памер файлаў, Мб:

source: First reciept:
be: Першае паступленне:

source: Last reciept:
be: Апошняе паступленне:

source: File types
be: Тыпы файлаў

source: Count
be: Колькасць

source: Collection info
be: Даведка па калекцыі

source: Searching
be: Пошук

source: Nothing was found on pattern "%s"
be: Нічога не знойдзена па шаблёну «%s»

source: Find
be: Знайсці

source: Find series by name
be: Знайсці серыя па найменню

source: Series name:
be: Найменне серыі:

source: Append series
be: Дадаць серыю

source: Modify series
be: Змяніць серыю

source: "Series name" field is empty
be: Не запоўнена найменне серыі

source: Series aleready exists
be: Такая серыя ўжо існуе

source: Merge series?
be: Аб'яднаць дзве серыі?

source: Delete series «%s»?
be: Знішчыць серыю «%s»?

source: Fiction
be: Фантастика

source: Mysteries and Thrillers
be: Детективы и Триллеры

source: Prose
be: Проза

source: Romance
be: Любовные романы

source: Adventures
be: Приключения

source: Children literature
be: Детская литература

source: Poetry, dramaturgy
be: Поэзия, Драматургия

source: Antique
be: Старинное

source: Science, Education
be: Наука, Образование

source: PC, Internet
be: Компьютеры и Интернет

source: References
be: Справочная литература

source: Documentary literature
be: Документальная литература

source: Religion and Spirituality
be: Религия и духовность

source: Humour
be: Юмор

source: Home Economics (Home and Family)
be: Домоводство (Дом и семья)

source: Alternative History
be: Альтернативная история

source: Fighting fantasy
be: Боевая фантастика

source: Epic fantasy
be: Эпическая фантастика

source: Heroic fantasy
be: Героическая фантастика

source: Detective Fiction
be: Детективная фантастика

source: Cyberpunk
be: Киберпанк

source: Space Fiction
be: Космическая фантастика

source: Socio-psychological fiction
be: Социально-психологическая фантастика

source: Horror and Mysticism
be: Ужасы и Мистика

source: Humorous Fiction
be: Юмористическая фантастика

source: Fantasy
be: Фэнтези

source: Science Fiction
be: Научная Фантастика

source: Classic mystery
be: Классический детектив

source: Police mystery
be: Полицейский детектив

source: Action
be: Боевик

source: Ironic mystery
be: Иронический детектив

source: Historical mystery
be: Исторический детектив

source: Maniacs
be: Маньяки

source: Action mystery
be: Крутой детектив

source: Thriller
be: Триллер

source: Mystery
be: Детектив

source: Classical prose
be: Классическая проза

source: Historical prose
be: Историческая проза

source: Modern prose
be: Современная проза

source: Counterculture
be: Контркультура

source: Russian Classical prose
be: Русская классическая проза

source: Soviet Classical prose
be: Советская классическая проза

source: Modern romance novels
be: Современные любовные романы

source: historical romance novels
be: Исторические любовные романы

source: Action romance novels
be: Остросюжетные любовные романы

source: Short romance novels
be: Короткие любовные романы

source: Erotic novels
be: Эротика

source: Western
be: Вестерн

source: Historical adventures
be: Исторические приключения

source: Adventures about Indians
be: Приключения про индейцев

source: Sea adventures
be: Морские приключения

source: Travel and Geography
be: Путешествия и география

source: Nature and Animals
be: Природа и животные

source: Tales
be: Сказка

source: Children poetry
be: Детские стихи

source: Childern prose
be: Детскиая проза

source: Children fiction
be: Детская фантастика

source: Children action
be: Детские остросюжетные

source: Children adventures
be: Детские приключения

source: Children education
be: Детская образовательная литература

source: Poetry
be: Поэзия

source: Dramaturgy
be: Драматургия

source: Antique Literature
be: Античная литература

source: European ancient literature
be: Европейская старинная литература

source: Russian ancient literature
be: Древнерусская литература

source: Oriental ancient literature
be: Древневосточная литература

source: Myths. Legends. Epic.
be: Мифы. Легенды. Эпос.

source: Ancient literature
be: Старинная литература

source: History
be: История

source: Psychology
be: Психология

source: Cultural
be: Культурология

source: Religious
be: Религиоведение

source: Philosophy
be: Философия

source: Politology
be: Политика

source: Business literature
be: Деловая литература

source: Law
be: Юриспруденция

source: Linguistics
be: Языкознание

source: Medical
be: Медицина

source: Physics
be: Физика

source: Mathematics
be: Математика

source: Chemistry
be: Химия

source: Biology
be: Биология

source: Engineering
be: Технические науки

source: Scientific literature
be: Научная литература

source: Programming
be: Программирование

source: Computer hardware
be: Компьютерное железо (аппаратное обеспечение)

source: Software
be: Программы

source: Databases
be: Базы данных

source: OS and Network
be: ОС и Сети

source: Computer literature
be: Компьтерная литература

source: Encyclopedias
be: Энциклопедии

source: Dictionaries
be: Словари

source: Directories
be: Справочники

source: Manuals
be: Руководства

source: Biographies and Memoirs
be: Биографии и Мемуары

source: Publicism
be: Публицистика

source: Criticism
be: Критика

source: Art and Design
be: Искусство и Дизайн

source: Religion
be: Религия

source: Esoterica
be: Эзотерика

source: Self-improvement
be: Самосовершенствование

source: Religious Literature
be: Религиозная литература

source: Jokes
be: Анекдоты

source: Humorous prose
be: Юмористическая проза

source: Humorous poetry
be: Юмористические стихи

source: Cooking
be: Кулинария

source: Pets
be: Домашние животные

source: Hobbies and Crafts
be: Хобби и ремесла

source: Entertainment
be: Развлечения

source: Health
be: Здоровье

source: Gardening
be: Сад и огород

source: Handmade
be: Сделай сам

source: Sport
be: Спорт

source: Erotic, sex
be: Эротика, Секс

source: Household
be: Домоводство

source: Import file %s
be: Імпартаваць файл %s

source: Skip entry %s
be: Прапушчаны пусты %s

source: Import zip entry %s
be: Імпартуецца пусты %s

source: XML parsing error: '%s' at line %d file %s
be: Памылка разбору XML: '%s' у дарку %d файла %s

source: File already exists %s
be: Файл %s ужо экспартаваны

source: Add alternative %s
be: Дадаць альтэрнатыўны %s

source: Import zip %s
be: Імпарт zip-файла %s

source: FB2 and FBD not found %s
be: FB2 і FBD не знойдзены %s

source: Zip read error %s
be: Памылка чытання Zip-файла %s

source: Start import %d file(s)
be: Пачаўся імпарт %d файла

source: Finish import %d file(s)
be: Завершаны імпарт %d файла

source: Skip file %s
be: Прапушчаны файл %s

source: Import subdirectory %s
be: Імпарт паддырэкторыі %s

source: Start import directory %s
be: Пачаўся імпарт дырэкторыі %s

source: Can't open directory %s
be: Не магу апрацаваць дырэкторыю %s

source: Finish import directory %s
be: Завершаны імпарт дырэкторыі %s

source: Fatal error
be: Смяротная памылка

source: Program aborted.
be: Праграма перапынена

source: Info messages
be: Інфармацыйныя даведкі

source: Import file
be: Імпарт файла

source: Добавить в библиотеку новые файлы
be: Дадаць у бібліятэку новыя файлы

source: Импорт папки
be: Імпарт папкі

source: Добавить в библиотеку директорию
be: Дадаць у бібліятэку дырэкторыю

source: Author:
be: Аўтар:

source: Find author
be: Пошут аўтара

source: Book:
be: Кніга:

source: Find book by title
be: Пошук кнігі па загалоўку

source: Hierarchy
be: Іерархія

source: Hierarchy of authors and series
be: Іерархія аўтараў і серый

source: List
be: Спіс

source: Simple list
be: Просты пошук

source: Select archive to add to the library
be: Адзначце zip-файл, які неабходна дадаць у бібліятэку:

source: Digital books and archives
be: Электронныя кнігі і архівы

source: Digital books in FB2
be: Электронныі кнігі FB2

source: ZIP archives
be: Архівы ZIP

source: All files
be: Усе файлы

source: Processing file:
be: Апрацоўка файла?

source: Select folder to recursive import
be: Абярыце папку для рэкурсіўнага імпарту файлаў і бібліятэку

source: Processing folder:
be: Апрацоўка папкі:

source: Input search string:
be: Увядзіце радок для пошуку:

source: Find title
be: Пошук па загалоўку

source: This function is not available yet in this version.
be: Функцыянал у дадзенай версіі яшчэ не рэалізаваны.

source: Optimize database?
be: Выканаць рэструктурызацыю базы?

source: File not found
be: Файл не знойдзены

source: Search
be: Пошук

source: Calendar
be: Календар

source: Archive
be: Архіў

source: Open recent
be: Адчыніць паўторна

source: Clear empty variables
be: Знішчыць пустыя значэнні

source: Optimize DB
be: Рэструктурызацыя базы

source: Options
be: Параметры

source: Settings
be: Наладкі

source: Website
be: Афіцыйны сайт

source: Add file
be: Дадаць файл

source: Add folder
be: Дадаць дырэкторыю

source: Exit
be: Выхад

source: Tabs
be: Укладкі

source: Fullscreen mode
be: Рэжым Увесь экран

source: Show log window
be: Акно паведамленняў

source: Export books
be: Экспарт кніг

source: List of books
be: Спіс кніг

source: Preview area
be: Прагляд

source: Hierarchical
be: Іерархічны

source: Standart
be: Стандартны

source: Compact
be: Кампактны

source: Convex
be: Выпуклы

source: Buttons
be: Кнопачны

source: Right
be: З&права

source: Bottom
be: З&нізу

source: Not specified
be: &Адсутнічае

source: Close window
be: Зачыніць акно

source: Close all
be: ЗАчыніць усе

source: Next
be: Наступны

source: Previous
be: Папярэдні

source: Size
be: Памер

source: Reverse order
be: Зваротны парадак

source: Author not selected by replacement.
be: Не адзначаны аўтар для заменты

source: Replace author
be: Замяніць аўтара

source: Customize
be: Наладка

source: Select the application to view files
be: Абярыце праграму для прагляду файлаў

source: Executable files
be: Выконваемыя праграмы

source: XML parsing error: '%s' at line %d
be: Памылка разбору XML: '%s' у радку %d

source: List of authors and books:
be: Спіс кніг, аўтараў:

source: Toolbar:
be: Панэль прыладаў

source: Information:
be: Інфармацыя?

source: Dialog windows:
be: Вокны дыялогаў:

source: Reset fonts settings
be: Зкінуць усі шрыфты

source: Automatically begin files downloading
be: Аўтаматычна пачынаць запампоўку файлаў

source: Use proxy-server
be: Выкарыстоўваць проксі-сервер

source: Load images for author's description
be: Зліваць малюнкі для апісанняў аўтараў

source: Folder to save downloads:
be: Папка для захоўвання злітых файлаў:

source: Delete downloaded files when download query removed
be: Знішчаць злітыя файлы пры знічшэнні запамповак з спісу

source: Program
be: Праграма

source: Save full path of the file when importing
be: Захоўваць поўны шлях файла пры імпарце

source: Temporary folder:
be: Папка для часовых файлаў:

source: Delete temporary files when you exit the program
be: Выдаляць часовыя файлы пры выхадзе з праграмы

source: Delete files when you delete a book
be: Выдаляць файлы пры выдаленні кнігі

source: Limit the maximum size of lists:
be: Абмежаваць максімальны памер спісаў:

source: Transliterate folder name
be: Транслітэрацыя імі папкі

source: Transliterate filename
be: Транслітэрацыя імі файлаў

source: A / Author / Series / #_book
be: А / Аўтар / Серыя / №_Кніга

source: A / Author / Book
be: А / Аўтар / Кніга

source: Author / Series / #_book
be: Аўтар / Серыя / №_Кніга

source: Author / Book
be: Аўтар / Кніга

source: Exported collection structure
be: Арганізацыя папак і файлаў

source: Format of exporting collection
be: Фармат выгрузкі

source: Fonts
be: Шрыфты

source: Program settings
be: Наладка праграмы

source: Input new filetype
be: Увядзіце новы тып файла

source: Book not found %s
be: Кніга %s не знойдзена

source: Start scan directory %s
be: Пачаты прагляд дырэкторыі %s

source: Finish scan directory %s
be: Скончаны прагляд дырэкторыі %s

source: Scan zip %s
be: Прагляд zip-файла %s
