Repository: lintest/myrulib
Catalog: sources/MyRuLib/locale/*.po
Languages: sv

source: Folders
sv: Mappar

source: Export
sv: Exportera

source: Export to external device
sv: Exportera till extern enhet

source: Start downloading
sv: Påbörja hämtning

source: Stop
sv: Stopp

source: Stop downloading
sv: Avbryt hämtning

source: Up
sv: Upp

source: Move up in queue
sv: Flytta uppåt i kön

source: Down
sv: Ner

source: Move down in queue
sv: Flytta ner i kön

source: Delete
sv: Ta bort

source: Remove download
sv: Återuppta hämtning

source: Queue
sv: Kö

source: Ready
sv: Klart

source: Fault
sv: Fel

source: Date
sv: Datum

source: Information about collection
sv: Information om biblioteket

source: Total quantity
sv: Antal skrifter:

source: Total books count:
sv: Antal böcker:

source: Authors counting
sv: Beräknat antal författare:

source: Authors count:
sv: Antal författare:

source: Total files size, Mb:
sv: Total filstorlek, MiB:

source: First reciept:
sv: Första tillägget:

source: Last reciept:
sv: Senaste tillägget:

source: File extension
sv: Filytp

source: Count
sv: Antal

source: Size, Kb
sv: Storlek, KiB

source: File types
sv: Filtyper

source: Collection info
sv: Biblioteksinformation

source: Select a file to export report
sv: Välj fil att exportera rapporten till

source: HTML files (*.html; *.htm)|*.html;*.HTML;*.HTM;*.htm|All files (*.*)|*.*
sv: HTML-filer (*.html; *.htm)|*.html;*.HTML;*.HTM;*.htm|Alla filer (*.*)|*.*

source: Library name:
sv: Biblioteksnamn

source: Library folder:
sv: Biblioteksmapp

source: Short description:
sv: Kort beskrivning

source: Host name:
sv: Värd:

source: User name:
sv: Användarnamn:

source: Password:
sv: Lösenord:

source: General
sv: Allmänt

source: Network
sv: Nätverk

source: Select folder
sv: Välj mapp

source: Library options
sv: Biblioteksinställningar

source: Database error:
sv: Databasfel:

source: Full file path with name and extension
sv: Hela sökvägen med filnamn och -ändelse.

source: Full file path without extension
sv: Hela sökvägen utan filändelse

source: File name without path and extension
sv: Hela filnamnet utan sökväg och filändelse.

source: Target directory
sv: Målmapp

source: File name extension
sv: Filändelse

source: Extension
sv: Filtyp

source: List of authors and books:
sv: Lista över böcker och författare:

source: Toolbar:
sv: Verktygsfält:

source: Dialog windows:
sv: Dialogfönster:

source: Reset fonts settings
sv: Återställ inställningar för teckensnitt

source: Automatically begin files downloading
sv: Påbörja hämtningar automatiskt

source: Use proxy-server
sv: Använd proxy-server

source: Load images for author's description
sv: Hämta bilder för att illustrera författaren

source: Folder to save downloads:
sv: Spara hämtningar till

source: Delete downloaded files when download query removed
sv: Ta bort hämtningar när en post tas bort ur listan

source: Append
sv: Lägg till

source: Modify
sv: Ändra

source: Save full path of the file when importing
sv: Behåll hela sökvägen vid exportering

source: Temporary folder:
sv: Mapp för temporära filer:

source: Wine temp folder:
sv: Mapp för Wines temporära filer:

source: Delete temporary files when you exit the program
sv: Töm mappen för temporära filer när programmet avslutas

source: Delete files when you delete a book
sv: Ta bort filen när en bok tas bort

source: Limit the maximum size of lists:
sv: Begränsa listornas maximala storlek:

source: Clear the log window when it closes
sv: Rensa loggfönstret när det stängs

source: Destination folder:
sv: Målmapp:

source: A / Author / Series / #_book
sv: A / Författare / Serie / #_Bok

source: A / Author / Book
sv: A / Författare / Bok

source: Author / Series / #_book
sv: Författare / Serie / #_Bok

source: Author / Book
sv: Författare / Bok

source: Exported collection structure
sv: Exporterad biblioteksstruktur

source: Transliterate folder name
sv: Transkribera mappnamn

source: Transliterate filename
sv: Transkribera filnamn

source: Export script
sv: Exporteringsskript

source: Format of exporting collection
sv: Exporteringsformat

source: filename
sv: filnamn

source: Fonts
sv: Teckensnitt

source: Program settings
sv: Programinställningar

source: Error writing to database
sv: Kunde inte skriva till databasen

source: Append export script
sv: Lägg till exporteringsskript

source: Modify export script
sv: Redigera exporteringsskript

source: Delete export script
sv: Ta bort exporteringsskript

source: Removing
sv: Tar bort

source: Input new filetype
sv: Lägg till ny filtyp

source: Settings
sv: Inställningar

source: Select the application to view files
sv: Välj program att öppna filerna med

source: Delete file type
sv: Ta bort filtypen

source: Import file %s
sv: Lägg till fil %s

source: Skip entry %s
sv: Hoppa över %s

source: Import zip entry %s
sv: Lägg till zip-fil %s

source: XML parsing error: '%s' at line %d file %s
sv: Kunde inte läsa XML: '%s' på rad %d i filen %s

source: File already exists %s
sv: Filen finns redan %s

source: Add alternative %s
sv: Lägg till som alternativ %s

source: Zip read error %s
sv: Kunde inte läsa zip-fil %s

source: Import zip %s
sv: Lägg till zip-fil %s

source: FB2 and FBD not found %s
sv: FB2- och FBD-filerna %s kunde inte hittas

source: Start import %d file(s)
sv: Lägger till %d fil(er)

source: Finish import %d file(s)
sv: Завершен импорт %d файл(ов)

source: File read error %s
sv: Kunde inte läsa filen %s

source: Skip file %s
sv: Filen %s hoppades över

source: Import subdirectory %s
sv: Lägg till undermapp %s

source: Start import directory %s
sv: Lägg till mapp %s

source: Can't open directory %s
sv: Kan inte öppna katalogen %s

source: Finish import directory %s
sv: Katalogen %s har importerats

source: About
sv: Om programmet

source: Download book file?
sv: Hämta bok från Internet?

source: Confirmation
sv: Bekräftar

source: Associated application not found
sv: Det associerade programmet kunde inte hittas

source: Book not found %s
sv: Boken kunde inte hittas %s

source: Can't create thread!
sv: Kan ej skapa tråd!

source: Not found an archive (%s), containing file (%s).
sv: Arkivet (%s), med filen (%s), kunde inte hittas.

source: Not found file %s
sv: Filen %s kunde inte hittas

source: Start scan directory %s
sv: Genomsök mapp %s

source: Finish scan directory %s
sv: Mappen har genomsökts %s

source: Scan zip %s
sv: Genomsök zip-fil %s

source: Title
sv: Titel

source: Author
sv: Författare

source: Rating
sv: Betyg

source: Language
sv: Språk

source: Size
sv: Storlek

source: Reverse order
sv: Omvänd ordning

source: Start SQLite VACUUM
sv: Starta SQLite VACUUM

source: Series
sv: Serier

source: XML parsing error: '%s' at line %d
sv: Kunde inte läsa XML: '%s' på rad %d

source: Open book
sv: Öppna bok

source: Delete download query
sv: Ta bort hämtningsuppdrag

source: Retry download
sv: Hämta igen

source: Download a file
sv: Hämta fil

source: Download via browser
sv: Hämta fil i webbläsaren

source: Online books page
sv: Böcker på bibliotekets hemsida

source: Select all
sv: Markera allt

source: Undo selection
sv: Ångra markering

source: Table columns
sv: Visa kolumner

source: Delete book
sv: Ta bort bok

source: Sort by
sv: Sortera efter

source: Use filter
sv: Använd filter

source: Clear filter
sv: Rensa filter

source: Jump to author
sv: Gå till författare

source: Add to favourites
sv: Lägg till i favoriter

source: Add to folders
sv: Lägg till i mapp

source: Rate this book
sv: Betygsätt boken

source: Delete bookmark
sv: Ta bort bokmärke

source: Add comments
sv: Lägg till kommentar

source: Search
sv: Sök

source: Searching
sv: Söker

source: Nothing was found on pattern "%s"
sv: "%s" kunde inte hittas.

source: Authors
sv: Författare

source: Genres
sv: Genrer

source: Calendar
sv: Kalender

source: Archive
sv: Arkiv

source: My folders
sv: Mina mappar

source: Downloads
sv: Hämtningar

source: Open (or create) collection
sv: Öppna eller skapa bibliotek

source: Open recent
sv: Öppna senaste

source: Clear empty variables
sv: Rensa tomma variabler

source: Optimize DB
sv: Optimera databasen

source: Options
sv: Alternativ

source: Website
sv: Webbsida

source: &File
sv: &Arkiv

source: &Library
sv: &Bibliotek

source: &Catalog
sv: &Katalog

source: &View
sv: Vi&sa

source: &Tools
sv: &Verktyg

source: &Window
sv: Fö&nster

source: Add file
sv: Lägg till fil

source: Add folder
sv: Lägg till mapp

source: Exit
sv: Avsluta

source: Tabs
sv: Flikar

source: Fullscreen mode
sv: Helskärm

source: Show log window
sv: Visa loggfönster

source: Export books
sv: Exportera böcker

source: List of books
sv: Boklista

source: Preview area
sv: Fönster för förhandsgranskning

source: Hierarchical
sv: Hierarkiskt

source: Simple list
sv: Enkel lista

source: Standart
sv: Standard

source: Compact
sv: Kompakta

source: Convex
sv: Konvexa

source: Buttons
sv: Som knappar

source: Light
sv: Lätta

source: Right
sv: Höger

source: Bottom
sv: Längst ner

source: Not specified
sv: Dölj

source: Close window
sv: Stäng fönster

source: Close all
sv: Stäng alla fönster

source: Next
sv: Nästa

source: Previous
sv: Föregående

source: Export to external storage
sv: Skicka till enhet

source: Use Author (without co-Authors)
sv: Använd författare (utan medförfattare)

source: File name
sv: Filnamn

source: Export As...
sv: Exportera som...

source: (Misc.)
sv: (övrigt)

source: Select a destination folder
sv: Välj målmapp

source: Destination folder not found
sv: Målmappen hittades inte.

source: Unable write files to destination folder
sv: Kunde inte skriva till målmappen

source: Not selected any book
sv: Ingen bok har valts

source: Download
sv: Hämta fil

source: URL error
sv: URL-fel

source: Connect error
sv: Anslutningsfel

source: Redirect
sv: Hänvisas till

source: Authentication failure
sv: Autentiseringsfel

source: File download
sv: Hämta fil

source: HTTP read error, read %d of %d bytes: %s
sv: HTTP-fel: Mottog %d av %d byte: %s

source: Download error
sv: Hämtningsfel

source: Can't open zip
sv: Kunde inte öppna zip-filen %s

source: Wrong MD5 sum
sv: Fel kontrollsumma (MD5)

source: Download finished
sv: Hämtning klar

source: List of genres
sv: Genrelista

source: (no Author)
sv: (ingen författare)

source: Clear
sv: Rensa

source: Fiction
sv: Skönlitteratur

source: Mysteries and Thrillers
sv: Deckare och rysare

source: Prose
sv: Prosa

source: Romance
sv: Kärleksromaner

source: Adventures
sv: Äventyr

source: Children literature
sv: Barnlitteratur

source: Poetry, dramaturgy
sv: Poesi, dramaturgi

source: Antique
sv: Antikvitet

source: Science, Education
sv: Vetenskap och undervisning

source: PC, Internet
sv: Datorer och Internet

source: References
sv: Referenslitteratur

source: Documentary literature
sv: Dokumentär

source: Religion and Spirituality
sv: Religion och andlighet

source: Humour
sv: Humor

source: Home and Family
sv: Hem och familj

source: Economy, Business
sv: Företagsekonomi

source: Alternative History
sv: Alternativ historia

source: Fighting fantasy
sv: Krigsfantasy

source: Epic fantasy
sv: Episk fantasy

source: Heroic fantasy
sv: Hjältefantasy

source: Detective Fiction
sv: Deckare

source: Space Fiction
sv: Rymdfantasy

source: Socio-psychological fiction
sv: Sociopsykologisk skönlitteratur

source: Horror and Mysticism
sv: Skräck och mystik

source: Humorous Fiction
sv: Komisk fantasy

source: Classic mystery
sv: Klassisk deckare

source: Police mystery
sv: Kriminalroman

source: Ironic mystery
sv: Ironisk deckare

source: Historical mystery
sv: Historisk deckare

source: Spy mystery
sv: Spiondeckare

source: Criminal mystery
sv: Kriminalmysterium

source: Political mystery
sv: Politiskt mysterium

source: Maniacs
sv: Galningar

source: Action mystery
sv: Actiondeckare

source: Thriller
sv: Rysare

source: Mystery
sv: Mystik

source: Classical prose
sv: Klassisk prosa

source: Historical prose
sv: Historisk prosa

source: Modern prose
sv: Modern prosa

source: Counterculture
sv: Antikultur

source: Russian Classical prose
sv: Klassisk rysk prosa

source: Soviet Classical prose
sv: Klassisk sovjetisk prosa

source: Prose military
sv: Militärprosa

source: Modern romance novels
sv: Modern kärleksroman

source: Historical romance novels
sv: Historisk kärleksroman

source: Action romance novels
sv: Action- och kärleksroman

source: Short romance novels
sv: Kärleksnovell

source: Erotic novels
sv: Erotisk roman

source: Love science fiction
sv: Sociopsykologisk skönlitteratur

source: Historical adventures
sv: Historiskt äventyr

source: Adventures about Indians
sv: Indianäventyr

source: Sea adventures
sv: Havsäventyr

source: Travel and Geography
sv: Resor och geografi

source: Nature and Animals
sv: Djur och natur

source: Tales
sv: Sagor

source: Children poetry
sv: Dikter för barn

source: Childern prose
sv: Prosa för barn

source: Children fiction
sv: Fantasy för barn

source: Children action
sv: Action för barn

source: Children adventures
sv: Äventyr för barn

source: Children education
sv: Undervisningslitteratur för barn

source: Poetry
sv: Poesi

source: Dramaturgy
sv: Dramaturgi

source: Antique Literature
sv: Antik litteratur

source: European ancient literature
sv: Gammal europeisk litteratur

source: Russian ancient literature
sv: Gammal rysk litteratur

source: Oriental ancient literature
sv: Gammal österländsk litteratur

source: Myths. Legends. Epic.
sv: Myter, legender och epos

source: Ancient literature
sv: Gammal litteratur

source: History
sv: Historia

source: Psychology
sv: Psykologi

source: Cultural
sv: Kulturvetenskap

source: Religious
sv: Religionsvetenskap

source: Philosophy
sv: Filosofi

source: Politology
sv: Statsvetenskap

source: Business literature
sv: Företagsekonomi

source: Law
sv: Juridik

source: Linguistics
sv: Lingvistik

source: Medical
sv: Medicin

source: Physics
sv: Fysik

source: Mathematics
sv: Matematik

source: Chemistry
sv: Kemi

source: Biology
sv: Biologi

source: Engineering
sv: Ingenjörsvetenskap

source: Scientific literature
sv: Vetenskaplig litteratur

source: Health
sv: Hälsa

source: Programming
sv: Programmering

source: Computer hardware
sv: Datorhårdvara

source: Software
sv: Datormjukvara

source: Databases
sv: Databaser

source: OS and Network
sv: Operativsystem och nätverk

source: Computer literature
sv: Datorlitteratur

source: Encyclopedias
sv: Uppslagsverk

source: Dictionaries
sv: Ordböcker

source: Directories
sv: Uppgiftskataloger

source: Manuals
sv: Manualer

source: Biographies and Memoirs
sv: Biografier och memoarer

source: Criticism
sv: Kritik

source: Art and Design
sv: Konst och form

source: Esoterica
sv: Esoterika

source: Self-improvement
sv: Självförbättring

source: Religious Literature
sv: Religiös litteratur

source: Jokes
sv: Skämt

source: Humorous prose
sv: Humoristisk prosa

source: Humorous poetry
sv: Humoristisk poesi

source: Cooking
sv: Matlagning

source: Pets
sv: Husdjur

source: Hobbies and Crafts
sv: Hobbier och hantverk

source: Entertainment
sv: Underhållning

source: Gardening
sv: Trädgård

source: Handmade
sv: Gör-det-själv

source: Sport
sv: Idrott

source: Erotic, sex
sv: Erotik och sex

source: Household
sv: Hushåll

source: Geo guides
sv: Reseguider

source: Job hunting
sv: Karriärguider

source: Marketing
sv: Marknadsföring

source: Stock
sv: Värdepapper och investeringar

source: Accounting
sv: Bokföring

source: Global economy
sv: Global ekonomi

source: Economics
sv: Ekonomi

source: Industries
sv: Industri

source: Corporate culture
sv: Företagskultur

source: Personal finance
sv: Personlig ekonomi

source: Real estate
sv: Fastigheter

source: Popular business
sv: Populär företagsamhet

source: Small business
sv: Småföretag

source: Paper work
sv: Pappersarbete

source: Economics reference book
sv: Referenslitteratur för ekonomi

source: can't delete file %s
sv: Kan inte ta bort filen %s

source: Cancel
sv: Avbryt

source: Close
sv: Stäng

source: Export completed with %d errors
sv: Exporteringen genomfördes med %d fel

source: Export completed successfully
sv: Exporteringen lyckades

source: Export aborted by user
sv: Exporteringen avbröts av användaren

source: All
sv: Allt

source: Filter settings
sv: Filterinställningar

source: Show books by allocation
sv: Visa böcker efter tillhörighet

source: Library books (web)
sv: Biblioteksböcker (Internet)

source: Local books
sv: Lokala böcker

source: Fatal error
sv: Allvarligt fel

source: Program aborted.
sv: Programmet har avbrutits.

source: Bookmarks
sv: Bokmärken

source: Favorites
sv: Favoriter

source: Remarks
sv: Anteckningar

source: Comments
sv: Kommentarer

source: Input name of new folder:
sv: Ange namn på ny mapp

source: Add folder?
sv: Lägg till mapp?

source: Input new folder name:
sv: Ange mappens nya namn:

source: Change folder?
sv: Byt mapp?

source: Delete folder "%s"?
sv: Ska mappen "%s" tas bort?

source: Delete folder?
sv: Ta bort mappen?

source: File name:
sv: Filnamn:

source: Enter collection filename
sv: Namn på biblioteket

source: Database file (*.db)|*.db|All files (*.*)|*.*
sv: Databasfiler (*.db)|*.db|Alla filer (*.*)|*.*

source: Comment:
sv: Kommentar:

source: Remove comment?
sv: Ta bort kommentar?

source: Info messages
sv: Informationsmeddelanden

source: Import file
sv: Lägg till fil

source: Import files to the library
sv: Lägg till filer i biblioteket

source: Import folder
sv: Lägg till mapp

source: Import folder to the library
sv: Lägg till mapp i biblioteket

source: Author:
sv: Författare

source: Find
sv: Sök

source: Find author
sv: Sök författare

source: Book:
sv: Bok:

source: Find book by title
sv: Sök efter titel

source: Hierarchy
sv: Hierarki

source: Hierarchy of authors and series
sv: Författar- och seriehierarki

source: List
sv: Lista

source: Digital books and archives
sv: E-böcker och arkiv

source: Digital books in FB2
sv: E-böcker i FB2-format

source: Digital books in EPUB
sv: E-böcker i EPUB-format

source: ZIP archives
sv: zip-filer

source: All files
sv: Alla filer

source: Select archive to add to the library
sv: Lägg till zip-fil i biblioteket…

source: Processing file:
sv: Behandlar fil:

source: Select folder to recursive import
sv: Lägg till mapp (inklusive undermappar)

source: Processing folder:
sv: Behandlar mappar:

source: Input search string:
sv: Söksträng:

source: Find title
sv: Sök efter titel

source: This function is not available yet in this version.
sv: Funktionen saknas i denna version

source: Optimize database?
sv: Optimera databasen?

source: File not found:
sv: Filen kunde inte hittas

source: Replace
sv: Byt ut

source: Num.
sv: Antal

source: Merge authors?
sv: Slå samman författarna?

source: Author not selected by replacement.
sv: Författare att bytas ut har ej valts

source: Replace author
sv: Byt författare

source: Surname
sv: Efternamn

source: Name
sv: Förnamn

source: Middle-Name
sv: Mellannamn

source: Add author
sv: Lägg till författare

source: Change author
sv: Redigera författare

source: "Surname" field is empty
sv: Författarens efternamn är inte angett

source: Autor with same details aleready exists
sv: En sådan författare finns redan

source: All collected authors
sv: Alla författare i biblioteket

source: Delete author
sv: Ta bort författare

source: and all of author's books (%d pcs.)?
sv: och alla hans eller hennes böcker (%d st.)?

source: Online authors page
sv: Författarens hemsida

source: &Authors
sv: &Författare

source: &Books
sv: B&öcker

source: Russian aplhabet
sv: Kyrilliska alfabetet

source: Latin alphabet
sv: Latinska alfabetet

source: Columns
sv: Kolumner

source: Delete selected books (%d pcs)?
sv: Ta bort markerade böcker (%d st.)?

source: Customize
sv: Anpassa

source: Executable files
sv: Körbara filer

source: Search template
sv: Sökmall

source: GENRE called with wrong number of arguments: %d.
sv: GENRE kallades med fel antal argument: %d.

source: Open database
sv: Öppna databas

source: Create new database
sv: Skapa ny databas

source: Upgrade database to version %d
sv: Uppgrada databas till %d

source: Database version mismatch
sv: Databasversionerna överensstämmer inte.

source: Need a new version %d, but used the old %d.
sv: Den nya versionen %d krävs, men den gamla %d hittades

source: Ser.
sv: Serie

source: Find series by name
sv: Sök serie efter namn

source: Series name:
sv: Namn på serien

source: Append series
sv: Lägg till serie

source: Modify series
sv: Redigera serie

source: "Series name" field is empty
sv: Fältet "Serienamn" är tomt.

source: Series aleready exists
sv: En sådan serie finns redan.

source: Merge series?
sv: Slå samman serier?

source: Delete series "%s"?
sv: Ska serien "%s" tas bort?

source: &Series
sv: &Serier
